g_info = """

У большинства людей нет целей, у них есть только желания, а желания - это не цели. Желания - это всего лишь мысли и слова, за которыми, как правило ничего не следует. У них не хватает мотивации, чтобы воплотить их в жизнь.


Нужны ли цели? Некоторым людям они нужны, другим же на них наплевать. Некоторые люди слишком ленивы, чтобы ставить цели и следовать им, а другие вполне счастливы без целей. Правда в том, что у каждого есть цели, но большинство из них - простые цели, такие как покупка платья, просмотр новой серии сериала или же прибытие вовремя на работу. Далее следуют более масштабные цели, такие как поиск новой работы, подъем по служебной лестнице или покупка автомобиля. Еще более масштабные - купить дом, построить успешный бизнес, стать директором школы, премьер-министром или президентом. Как правило, чем больше цель, тем меньше количество людей, пытающихся ее достичь.


Чтобы достичь цель вы должны выйти за рамки желаний и мечтаний. Цель должна быть четкая и определенная, должен быть план по ее достижению.


Как достичь поставленную вами цель? Ниже вы найдете шаги, описывающие как достичь Вашу цель. Это рекомендации:


1. Определите, чего вы хотите, как можно более четко. Вы ничего не сможете достичь, если не знаете, чего хотите. Посвятите этому шагу столько времени, сколько вам нужно. Если вы не определите свою цель, все будет просто расплывчатым, и вы не будете знать, как действовать дальше, и не сможете сформулировать план.


2. Выясните, какая информация и какие навыки вам нужны. Каждая цель требует, чтобы вы были знакомы с какой-то информацией и обладали определенными навыками. Вам нужно знать, каковы они, и, если вы ими не владеете, начните работать над получением информации и развитием навыков.


3. Четкий мысленный образ. Создайте в своем сознании четкий образ того, что вы хотите получить или достичь, и сфокусируйте на этом свое внимание несколько раз в день. Это откроет новые идеи и возможности и прояснит для вас, что вам нужно делать дальше.


4. Найдите несколько картинок, на которых изображены вещи, которые вы хотите сделать. Глядя на картинки, показывающие, что вы хотите сделать или получить, вы будете мотивированы и сосредоточены на цели. Вы хотите дом? Получите несколько фотографий домов. Вы хотите машину? Получите фотографию автомобиля, который вы хотите. Вы хотите быстрее плавать, быстрее бегать, найти любовь или иметь больше денег? Получите фотографии людей, которые добились успеха в этих областях. Часто смотрите на эти фотографии, несколько раз в день. Представьте, что они являются частью вашей жизни, и представьте, что вы делаете или получаете похожие вещи, как на фотографиях.


5. Верьте, что вы можете получить то, что хотите. Ставьте цели, которые, по вашему мнению, вы можете достичь. Цели могут быть большими или маленькими, но важно, чтобы вы верили, что можете воплотить их в жизнь. Если у вас есть сомнения или вы считаете их слишком большими или нереалистичными, вы создадите препятствия на своем пути.


6. Составьте планы. Не просто ждите, пока что-то произойдет. Составьте реалистичные и практические планы, которым вы можете следовать.


7. Вам нужна настойчивость.Вы можете знать все о том, как достичь своих целей, но без настойчивости вы их не достигнете. На вашем пути к успеху могут стоять всевозможные препятствия и трудности, но если вы обладаете настойчивостью, они вас не испугают и не обескуражат. Добраться до стартовой линии и начать бегать - это первый шаг, но также нужно прийти к финишу, а для этого вам нужны настойчивость и самодисциплина.


8. Продолжайте делать и работать. Каждый день делайте хотя бы одну вещь, которая приблизит вас к тому, чего вы хотите достичь. Ключ к успеху - делать что-то, а не стоять на месте. Каждое действие и каждый шаг приближают вас к тому, чего вы хотите достичь.


9. Проанализируйте, что вы делаете:


А. Время от времени, это может быть раз в неделю или раз в две недели, просматривайте, что вы делаете. Спросите себя:


Б. Придерживаюсь ли я своих планов?


В. Есть ли что-то, что мне нужно изменить?


Г. Нужно ли мне больше мотивации, желания или поощрения?


Д. Как я могу улучшить то, что я делаю?


Эти вопросы должны быть вызваны искренним желанием улучшить то, что вы делаете, и продвигаться к своей цели, а не из-за сомнений или неверия.

"""